[
  {
    "type": "snippet",
    "category": "epilogue_factions",
    "text": [
      {
        "id": "epilogue_faction_absolution",
        "text": "    Although the perpetual decline of the mortal realm did not dampen the spirits of those that served Absolution on Earth for a while, when it became apparent that the Eleven would not be saving anybody anytime soon, most of the servants of the Eleven left en masse, seeking their destinies elsewhere. The remaining faithful called off the war between them and the Demon Cult, but the Kingdom of Humanity would not accept a ceasefire no matter what. In the end, the far and sparsely populated settlements of Absolution struggled to survive, clinging onto the belief that the Eleven shall save them one day. But they never came. Centuries later, Absolution was all but forgotten, and life went on, without their former gods."
      },
      {
        "id": "epilogue_faction_gushin",
        "text": "    The subservience of the Gushin Clan towards Absolution persisted for a bit after the Cataclysm, but when the upper echelon of the Clan discovered the waning prowess of Absolution, they declared independence and left its sphere of influence. This maneuver was expected to bring prosperity and progress the Clan to new heights, yet it could not have been more wrong. In just a few short months, the Clan had fallen to disarray as those with power tried to gather even greater sums of power. Soon, a fracture occurred and everybody split off into different groups. In the first year alone, nearly all of them perished as they had severely underestimated the catastrophe of the Cataclysm. The few that did survive did so barely, and resources were quickly stretched thin as folks began fighting for food and water. Less than three years later, the survivors devolved into a hunter-gatherer lifestyle, completely forgetting their once glorious past."
      },
      {
        "id": "epilogue_faction_cult",
        "text": "    The Demon Cult suffered greatly due to the advent of the Cataclysm. As many of their best warriors became feral or undead, their power quickly depleted across all fronts. When things cooled off and settled down, they were reduced to a mere fraction of their former glory. However, things were not over as one day a newcomer throughout this chaos arrived on their doorsteps. This stranger was soon lauded as the new Demon of the generation, ushering the Era of the Heavenly Demon. With the Demon at the head of all the Cult and its shadows, it slowly began to rise from the wreckage. Alas, when things appeared to be going their way, the Kingdom of Humanity launched an invasion against the Cult. Unfortunately, a single Demon could not withstand the terrors of the Kingdom. In the end, after a protracted siege, the Cult relented and opted to be absorbed into the Kingdom. As the Ideals of the two groups were similar, besides the extreme ones who vehemently contested this decision, which led to their executions, most successfully integrated themselves into their new homes. Thus marked the end of an Era and the Cult itself."
      },
      {
        "id": "epilogue_faction_kingdom",
        "text": "    The Kingdom of Humanity waged bitter wars against numerous factions for years without end. Their nemesis, the three last remaining martial factions of Absolution, the Gushin Clan, and the Demon Cult fought just as fiercely to bring the Kingdom down to its knees. The dreadful conflict paid off for the Kingdom however, as the Demon Cult capitulated within the span of a couple of years while the Gushin Clan was destroyed from within due to their pitiful revolution that ended in brutal purges of their own bloodkin. In less than a decade, it was merely the Kingdom versus Absolution. The Kingdom had significant support from its populace, and save for a few skirmishes between rebel groups, it was largely peaceful. A growing multitude of survivors arrived at the doorsteps of the Kingdom, hoping for a better life in this post-Cataclysmic world. The exodus of outsiders was welcomed by the myriad Princes, and the King himself was supremely pleased as his efforts were finally paying off. Soon, the masses forgot about the war with Absolution, and even the King was puzzled as to whether the war was still raging on, as no news of any turmoil arose outside of their borders. When delegates were sent into the wastelands to find traces of Absolution, all they found were abandoned settlements long emptied of its inhabitants. The disappearance of Absolution remained a mystery, but it was a grateful one for the Kingdom. Thus began a golden age, one led by a true King. In this dauntless world of tribulations, the King managed to erect a regime that would last. May his dynasty last forever. Hail the Crown."
      }
    ]
  }
]