[
  {
    "id": "book_ab_history1",
    "type": "BOOK",
    "name": { "str": "A Brief History of Absolution I", "str_pl": "copies of A Brief History of Absolution I" },
    "description": "\n\"(...) for in the olden days before light or darkness there was a being that fell from the sky. When man was still struggling out of the mire of depravity, when gorillas and baboons put humans to flight in terror, from the heavens a star plummeted. (...) and it was told by the tribesmen that the fallen one was a man. That he had two eyes like them, hair like them, hands and arms like them, that he even breathed like them. (...) and thus the blight of immortality was spread.\"",
    "weight": "333 g",
    "volume": "1 L",
    "price": "300 USD",
    "price_postapoc": "30 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "looks_like": "book_philosophy",
    "color": "yellow",
    "skill": "speech",
    "required_level": 0,
    "max_level": 1,
    "intelligence": 10,
    "time": "5 m",
    "fun": -3,
    "flags": [ "INSPIRATIONAL" ]
  },
  {
    "id": "book_ab_history2",
    "type": "BOOK",
    "name": { "str": "A Brief History of Absolution II", "str_pl": "copies of A Brief History of Absolution II" },
    "description": "\n\"(...) a boy approached the dead god. He pondered over how this 'immortal' whom the adults venerated had perished. The adults claimed he was eternal, yet here he was, a dead man. (...) thereby upon his brow a star shone. As the adults who came to punish him knelt in turn, the boy screamed in brutal agony as the stellar light seared itself in his forehead, engraving the mark of accursed immortality. (...) swore on his sword and sun and moon and man, that no mortal shall witness...\"",
    "weight": "333 g",
    "volume": "1 L",
    "price": "300 USD",
    "price_postapoc": "30 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "looks_like": "book_philosophy",
    "color": "yellow",
    "skill": "speech",
    "required_level": 1,
    "max_level": 2,
    "intelligence": 10,
    "time": "5 m",
    "fun": -3,
    "flags": [ "INSPIRATIONAL" ]
  },
  {
    "id": "book_ab_history3",
    "type": "BOOK",
    "name": { "str": "A Brief History of Absolution III", "str_pl": "copies of A Brief History of Absolution III" },
    "description": "\n\"(...) declared himself to be the first. He tore down the shrine of the dead god. Destroyed it from the roots. Threw the corpse into a volcano. (...) after decades, the tribesmen forgot about the fallen lord. The path to ###### was falsified. It caused the #### to erupt from the ashes. The new lord, who proclaimed himself to be #####, waged war against them. (...) ensuing battle devasted the people of the land. The #### held out for several years, but eventually they succumbed to the onslaught of the lord's attacks. (...) massacred every last blood of the #### and to keep appearances erected a fake #### to act as a puppet.\"",
    "weight": "333 g",
    "volume": "1 L",
    "price": "300 USD",
    "price_postapoc": "30 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "looks_like": "book_philosophy",
    "color": "yellow",
    "skill": "speech",
    "required_level": 2,
    "max_level": 3,
    "intelligence": 10,
    "time": "5 m",
    "fun": -3,
    "flags": [ "INSPIRATIONAL" ]
  },
  {
    "id": "book_ab_history4",
    "type": "BOOK",
    "name": { "str": "A Brief History of Absolution IV", "str_pl": "copies of A Brief History of Absolution IV" },
    "description": "\n\"(...) millenniums of peace prospered. None could challenge the first lord. But, on an uncertain day, things changed. The lord fell and a new one took his place. Then, it happened again, and again, and again. (...) an era without eternity. A lost drive to seek redemption. The path to ###### was sealed shut. It had to be opened... from the other side. (...) seven were sacrificed, yet it was not enough. Nineteen more civilizations had to be proffered before the door opened by a crack. An emaciated finger outstretched.\"",
    "weight": "333 g",
    "volume": "1 L",
    "price": "300 USD",
    "price_postapoc": "30 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "looks_like": "book_philosophy",
    "color": "yellow",
    "skill": "speech",
    "required_level": 3,
    "max_level": 4,
    "intelligence": 10,
    "time": "5 m",
    "fun": -3,
    "flags": [ "INSPIRATIONAL" ]
  },
  {
    "id": "book_ab_history5",
    "type": "BOOK",
    "name": { "str": "A Brief History of Absolution V", "str_pl": "copies of A Brief History of Absolution V" },
    "description": "\n\"(...) without mystery or flair the church collapsed. A bishop stole the cup of infinite tears and fled. It was recovered centuries later, but it was empty. (...) an uprising shook the country and decimated the peasants and nobility alike. (...) tore through the hellscape and severed the lifelines of countless civilians. (...) danced with divinity before ultimately taking his place as the Second to One. He conjured up ten heralds who would aid him in his illusive goal. They had no name, but a bystander gazed upon them and gave them the name absolute. Absolution was born.\"",
    "weight": "333 g",
    "volume": "1 L",
    "price": "300 USD",
    "price_postapoc": "30 USD",
    "material": [ "paper" ],
    "symbol": "?",
    "looks_like": "book_philosophy",
    "color": "yellow",
    "skill": "speech",
    "required_level": 4,
    "max_level": 5,
    "intelligence": 10,
    "time": "5 m",
    "fun": -3,
    "flags": [ "INSPIRATIONAL" ]
  }
]